[Demo_Ekoro_ep6_4 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=4,Y=794,Z=1057),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-6,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-35,Y=594,Z=922),VecSub=(X=45,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=37,Y=594,Z=922),VecSub=(X=125,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Ekoro.GG2_BGM_DM_Usual_Ekoro_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=SYSTEM,Command=ACT_EVENT,Number=7,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[15]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_001_Cue',Name="クロナ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[27]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[30]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[31]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_003_Cue',Name="エコロ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[36]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[37]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[39]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[40]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_006_Cue',Name="エコロ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_008_Cue',Name="クロナ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_009_Cue',Name="エコロ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[53]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[56]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[57]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_010_Cue',Name="クロナ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[64]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_012_Cue',Name="エコロ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[67]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=2,CId=71)
DemoScripts[68]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[71]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[72]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_013_Cue',Name="エコロ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[79]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_015_Cue',Name="エコロ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[84]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[85]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[86]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[88]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_018_Cue',Name="エコロ")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[90]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[91]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[92]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0100_fx_open_S",Rate=1,Number=1,Bit=0)
DemoScripts[95]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[96]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[97]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-80,Y=-5,Z=0),SecTime=0.5)
DemoScripts[98]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=1,Number=2,Bit=0)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[104]=(Actor=WINDOW,Command=EXIT)
DemoScripts[105]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=20,Y=700,Z=1057),SecTime=0.5)
DemoScripts[106]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[107]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=20,Y=700,Z=1057),SecTime=)
DemoScripts[108]=(Actor=WINDOW,Command=SET)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_020_Cue',Name="エコロ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Ekoro_ep6_4.GG2_SE_DM_Carry_Ekoro_Cue')
DemoScripts[113]=(Actor=WINDOW,Command=EXIT)
DemoScripts[114]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-80,Y=-10,Z=0),SecTime=0.5)
DemoScripts[115]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[116]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-80,Y=-6,Z=0),SecTime=0.5)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[119]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[120]=(Actor=FADE,Command=WAIT)
DemoScripts[121]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=37,Y=594,Z=1992),CId=71)
DemoScripts[122]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[123]=(Actor=WINDOW,Command=SET)
DemoScripts[124]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[127]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_022_Cue',Name="エコロ")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[129]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[130]=(Actor=WINDOW,Command=EXIT)
DemoScripts[131]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-80,Y=-10,Z=0),SecTime=0.5)
DemoScripts[132]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[133]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-80,Y=-6,Z=0),SecTime=0.5)
DemoScripts[134]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[135]=(Actor=FADE,Command=WAIT)
DemoScripts[136]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=37,Y=594,Z=922),CId=71)
DemoScripts[137]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[138]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=4,Y=784,Z=1057),SecTime=1)
DemoScripts[139]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-6,Z=0),SecTime=0.5)
DemoScripts[140]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[141]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=4,Y=794,Z=1057),SecTime=)
DemoScripts[142]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=37,Y=594,Z=922),CId=71)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[145]=(Actor=WINDOW,Command=SET)
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[147]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[148]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[149]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_025_Cue',Name="エコロ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[154]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[155]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[156]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_026_Cue',Name="エコロ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[159]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[160]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[161]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[163]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_028_Cue',Name="エコロ")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[166]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[167]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[169]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[170]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[171]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[173]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[175]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[178]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_033_Cue',Name="クロナ")
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[181]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[182]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_034_Cue',Name="エコロ")
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[184]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[185]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[188]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[189]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[190]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_035_Cue',Name="エコロ")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[192]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0106_fx_Stand2ShowCARD",Rate=1,Number=2,Bit=0)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0600_lp_ShowCARD",Number=8)
DemoScripts[196]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[197]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[198]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_036_Cue',Name="クロナ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[201]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[202]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[203]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_037_Cue',Name="エコロ")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[206]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[207]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[208]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_038_Cue',Name="エコロ")
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[210]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[211]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0601_fx_ShowCARD2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[213]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[214]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[215]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[216]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[217]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[218]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=1,Number=2,Bit=0)
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[220]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[221]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[222]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[223]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_040_Cue',Name="エコロ")
DemoScripts[224]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[226]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[227]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[228]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_041_Cue',Name="エコロ")
DemoScripts[229]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[230]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0300_lp_one_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[231]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0105_fx_Stand2PickCARD",Rate=1,Number=2,Bit=0)
DemoScripts[232]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0500_lp_PickCARD",Number=8)
DemoScripts[233]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[234]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_042_Cue',Name="クロナ")
DemoScripts[235]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[236]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[237]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0501_fx_PickCARD2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[238]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[239]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[240]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_043_Cue',Name="クロナ")
DemoScripts[241]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[242]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[243]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[244]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[245]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[246]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[247]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_044_Cue',Name="クロナ")
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[249]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[250]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[251]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_045_Cue',Name="エコロ")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[253]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[254]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[255]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_046_Cue',Name="クロナ")
DemoScripts[256]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[257]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[258]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_047_Cue',Name="エコロ")
DemoScripts[259]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[260]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[261]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_048_Cue',Name="エコロ")
DemoScripts[262]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[263]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[264]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[265]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_049_Cue',Name="エコロ")
DemoScripts[266]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[267]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[268]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[269]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[270]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[271]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[272]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_050_Cue',Name="クロナ")
DemoScripts[273]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[274]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[275]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[276]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0108_fx_Stand2Daze",Rate=1,Number=2,Bit=0)
DemoScripts[277]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0800_lp_Daze",Number=8)
DemoScripts[278]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.8)
DemoScripts[279]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[280]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_052_Cue',Name="エコロ")
DemoScripts[281]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[282]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[283]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[284]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[285]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_053_Cue',Name="エコロ")
DemoScripts[286]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[287]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[288]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[289]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[290]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_054_Cue',Name="エコロ")
DemoScripts[291]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[292]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[293]=(Actor=FADE,Command=WAIT)
DemoScripts[294]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Fall_Down_Cue')
DemoScripts[295]=(Actor=CHARACTER,Command=EXIT,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',CId=71)
DemoScripts[296]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[297]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[298]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[299]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[300]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[301]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[302]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_4.GG2_V_Ekoro_ep6_4_056_Cue',Name="クロナ")
DemoScripts[303]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[304]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[305]=(Actor=WINDOW,Command=EXIT)
DemoScripts[306]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[307]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[308]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[309]=(Actor=SYSTEM,Command=END)

[Select_Ekoro_ep6_4 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=SPORT,ParamNum=30),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=STUDY,ParamNum=30),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Ekoro_ep6_4 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="哇哦!/n做得漂亮DEATH! 人類!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="那種事怎樣都好啦!/n艾可蘿! 還好嗎?")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="是的,峯大大人./n多虧你,得救了.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="艾可蘿沒事真是太好了.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="艾可蘿,太好了!/n妳沒事啊!")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="唔唔......")

Texts[6]=(Label="TEXT07",Name="峯大",Text="抱,抱歉.花了些時間./n啊......該不會有點溶解掉了?")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="真是的--!/n就因為人類拖拖拉拉的/n才會溶解掉DEATH啦!")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="不,我沒有溶解./n沒事的.")

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="......艾可蘿,對不起DEATH......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="身體沒有問題嗎......?")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="是......是的,還算是......")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="............")

Texts[13]=(Label="TEXT14",Name="峯大",Text="真......真的沒問題嗎......?")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="不......我可能有點累了吧./n只是覺得有些頭暈而已.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="妳說頭暈......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="要不我去買點喝的吧?/n補充水分是很重要的哦.")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="不,我沒事./n請不用介意......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="去保健室休息一下比較好哦!/n妳等等,我馬上帶妳過去.")

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="嗚哇! 等!/n你要做什麼啊!!")

Texts[20]=(Label="TEXT21",Name="峯大",Text="做什麼,就是公主抱啊./n......艾可蘿真輕呢./n簡直就像是羽毛一樣.")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="因為我是天使啊....../n話說,你在做什麼啊!/n請放我下來!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="抱......抱歉,因為太擔心艾可蘿,不小心就....../n我......在做什麼啊......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="要不要我去保健室拿點藥過來?/n......啊,可是藥對天使有用嗎?")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="我沒問題啦./n峯大大人保護過度了呢.")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="......不過,我覺得有點高興.")

Texts[26]=(Label="TEXT27",Name="峯大",Text="親吻的話能不能治好呢?")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="......你該不會是覺得/n那種話有點帥氣才說的?/n聽起來非常不舒服唷.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="驚......")

Texts[29]=(Label="TEXT30",Name="峯大",Text="艾可蘿的暈眩....../n是宇宙人搞的鬼哦!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="那些傢伙和各國政府串通,/n利用強力的電波,不僅是人類,/n就連天使的腦也想要破壞!")

Texts[31]=(Label="TEXT32",Name="峯大",Text="再這樣下去....../n人類總有一天會滅亡!!")

Texts[32]=(Label="TEXT33",Name="庫蘿娜",Text="你......你說什麼DEATH--!?")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="是是是,陰謀論,陰謀論.")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="可是......庫蘿娜......?/n這樣一來課題的印章/n是不是就集滿了啊?")

Texts[35]=(Label="TEXT36",Name="庫蘿娜",Text="這個....../n還差很多DEATH......")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="那真是奇怪呢./n......咦?/n請等一下喔?")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="這......是......?")

Texts[38]=(Label="TEXT39",Name="峯大",Text="怎麼了嗎?")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="這張集章卡!/n前後拿反了!/n印章早就全部集滿了!")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="不只是這樣,/n數量還超過了唷!!")

Texts[41]=(Label="TEXT42",Name="庫蘿娜",Text="DEATH......?")

Texts[42]=(Label="TEXT43",Name="庫蘿娜",Text="啊啊---!!/n真的DEATH!/n至今為止都沒注意到DEATH!!")

Texts[43]=(Label="TEXT44",Name="庫蘿娜",Text="怎怎怎怎怎......怎麼辦DEATH!!/n要是這種失誤被抓包的話,庫蘿娜/n會被做很不得了的事DEATH!!")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="唉......妳這個人......真是的......")

Texts[45]=(Label="TEXT46",Name="庫蘿娜",Text="庫蘿娜不想要被做/n很不得了的事DEATH---!!!")

Texts[46]=(Label="TEXT47",Name="艾可蘿",Text="請冷靜點......還有辦法....../n庫蘿娜......做些\"善事\"吧......")

Texts[47]=(Label="TEXT48",Name="艾可蘿",Text="惡魔要是做了善事,/n應該就會扣掉相應的印章才對.")

Texts[48]=(Label="TEXT49",Name="艾可蘿",Text="只要交出去的集章卡上沒有多出來的印章/n之後應該有很多方法可以矇混過去吧?")

Texts[49]=(Label="TEXT50",Name="庫蘿娜",Text="哦哦! 真聰明DEATH!/n小艾可蘿真不是蓋的--!/n天使! 真的是天使DEATH!!")

Texts[50]=(Label="TEXT51",Name="峯大",Text="不,說什麼矇混過關的,/n這個人講的話未免太不像天使了吧......")

Texts[51]=(Label="TEXT52",Name="艾可蘿",Text="......時機正好,現在只要用惡魔長槍/n刺向峯大大人就行了吧......")

Texts[52]=(Label="TEXT53",Name="艾可蘿",Text="......如果跟我估算的一樣,只要解決/n峯大大人的問題,印章就會剛好....../n符合卡片......的數量......")

Texts[53]=(Label="TEXT54",Name="艾可蘿",Text="............!!")

Texts[54]=(Label="TEXT55",Name="峯大",Text="艾......艾可蘿!?/n妳怎麼了!!?")

Texts[55]=(Label="TEXT56",Name="庫蘿娜",Text="DEATH!?/n振作點DEATH!!/n艾可蘿!!")

Texts[56]=(Label="TEXT57",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[57]=(Label="SELECT01",Name="",Text="大成功")

Texts[58]=(Label="SELECT02",Name="",Text="成功")

Texts[59]=(Label="SELECT03",Name="",Text="失敗")

Texts[60]=(Label="SELECT04",Name="",Text="")

Texts[61]=(Label="SELECT05",Name="",Text="")

Texts[62]=(Label="SELECT06",Name="",Text="要補充水分嗎?")

Texts[63]=(Label="SELECT07",Name="",Text="去保健室吧!")

Texts[64]=(Label="SELECT08",Name="",Text="我去拿點藥來吧?")

Texts[65]=(Label="SELECT09",Name="",Text="親吻的話/n能不能治好呢?")

Texts[66]=(Label="SELECT10",Name="",Text="這是宇宙人/n搞的鬼")


